Repository: Hud2929/Pausely
Catalog: Pausely/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, ja

source: Please enter your email and password
ar: يرجى إدخال بريدك الإلكتروني وكلمة المرور
de: Bitte E-Mail und Passwort eingeben
es: Por favor ingresa tu correo y contraseña
fr: Veuillez saisir votre e-mail et mot de passe
ja: メールアドレスとパスワードを入力してください

source: Please fill in all password fields correctly
ar: يرجى ملء جميع حقول كلمة المرور بشكل صحيح
de: Bitte alle Passwortfelder korrekt ausfüllen
es: Por favor completa todos los campos de contraseña correctamente
fr: Veuillez remplir correctement tous les champs de mot de passe
ja: すべてのパスワードフィールドを正しく入力してください

source: Please fill in all required fields correctly
ar: يرجى ملء جميع الحقول المطلوبة بشكل صحيح
de: Bitte alle erforderlichen Felder korrekt ausfüllen
es: Por favor completa todos los campos requeridos correctamente
fr: Veuillez remplir correctement tous les champs obligatoires
ja: すべての必須フィールドを正しく入力してください

source: Please fill in your name, email, and message
ar: يرجى ملء اسمك وبريدك الإلكتروني ورسالتك
de: Bitte Name, E-Mail und Nachricht ausfüllen
es: Por favor completa tu nombre, correo y mensaje
fr: Veuillez remplir votre nom, e-mail et message
ja: 名前、メールアドレス、メッセージを入力してください

source: Please make sure you have an email app installed on your device.
ar: يرجى التأكد من تثبيت تطبيق بريد إلكتروني على جهازك.
de: Bitte stelle sicher, dass du eine E-Mail-App auf deinem Gerät installiert hast.
es: Por favor asegúrate de tener una app de correo instalada en tu dispositivo.
fr: Veuillez vous assurer que vous avez une application e-mail installée sur votre appareil.
ja: デバイスにメールアプリがインストールされていることを確認してください。

source: Please paste CSV data to import
ar: يرجى لصق بيانات CSV للاستيراد
de: Bitte CSV-Daten zum Importieren einfügen
es: Por favor pega los datos CSV para importar
fr: Veuillez coller les données CSV à importer
ja: インポートするCSVデータを貼り付けてください

source: Please select at least one subscription to add
ar: يرجى تحديد اشتراك واحد على الأقل للإضافة
de: Bitte mindestens ein Abo zum Hinzufügen auswählen
es: Por favor selecciona al menos una suscripción para agregar
fr: Veuillez sélectionner au moins un abonnement à ajouter
ja: 追加するサブスクリプションを少なくとも1つ選択してください

source: Please wait, adding subscriptions
ar: يرجى الانتظار، جارٍ إضافة الاشتراكات
de: Bitte warten, Abos werden hinzugefügt
es: Por favor espera, agregando suscripciones
fr: Veuillez patienter, ajout d'abonnements
ja: しばらくお待ちください。サブスクリプションを追加しています

source: Please wait, applying code
ar: يرجى الانتظار، جارٍ تطبيق الرمز
de: Bitte warten, Code wird angewendet
es: Por favor espera, aplicando código
fr: Veuillez patienter, application du code
ja: しばらくお待ちください。コードを適用しています

source: Please wait, cancellation in progress
ar: يرجى الانتظار، جارٍ الإلغاء
de: Bitte warten, Kündigung wird durchgeführt
es: Por favor espera, cancelación en progreso
fr: Veuillez patienter, annulation en cours
ja: しばらくお待ちください。キャンセル処理中

source: Please wait, connecting to Screen Time
ar: يرجى الانتظار، جارٍ الاتصال بوقت الشاشة
de: Bitte warten, Verbindung zu Screen Time wird hergestellt
es: Por favor espera, conectando a Screen Time
fr: Veuillez patienter, connexion au Temps d'écran
ja: しばらくお待ちください。スクリーンタイムに接続しています

source: Please wait, creating account
ar: يرجى الانتظار، جارٍ إنشاء الحساب
de: Bitte warten, Konto wird erstellt
es: Por favor espera, creando cuenta
fr: Veuillez patienter, création du compte
ja: しばらくお待ちください。アカウントを作成しています

source: Please wait, detection in progress
ar: يرجى الانتظار، جارٍ الاكتشاف
de: Bitte warten, Erkennung läuft
es: Por favor espera, detección en progreso
fr: Veuillez patienter, détection en cours
ja: しばらくお待ちください。検出中

source: Please wait, parsing URL
ar: يرجى الانتظار، جارٍ تحليل الرابط
de: Bitte warten, URL wird analysiert
es: Por favor espera, analizando URL
fr: Veuillez patienter, analyse de l'URL
ja: しばらくお待ちください。URLを解析しています

source: Please wait, processing
ar: يرجى الانتظار، جارٍ المعالجة
de: Bitte warten, wird verarbeitet
es: Por favor espera, procesando
fr: Veuillez patienter, traitement en cours
ja: しばらくお待ちください。処理中

source: Please wait, purchase in progress
ar: يرجى الانتظار، جارٍ الشراء
de: Bitte warten, Kauf wird durchgeführt
es: Por favor espera, compra en progreso
fr: Veuillez patienter, achat en cours
ja: しばらくお待ちください。購入処理中

source: Please wait, requesting authorization
ar: يرجى الانتظار، جارٍ طلب التفويض
de: Bitte warten, Autorisierung wird angefordert
es: Por favor espera, solicitando autorización
fr: Veuillez patienter, demande d'autorisation
ja: しばらくお待ちください。認証をリクエストしています

source: Please wait, saving subscription
ar: يرجى الانتظار، جارٍ حفظ الاشتراك
de: Bitte warten, Abo wird gespeichert
es: Por favor espera, guardando suscripción
fr: Veuillez patienter, sauvegarde de l'abonnement
ja: しばらくお待ちください。サブスクリプションを保存しています

source: Please wait, sending reset link
ar: يرجى الانتظار، جارٍ إرسال رابط الإعادة
de: Bitte warten, Reset-Link wird gesendet
es: Por favor espera, enviando enlace de restablecimiento
fr: Veuillez patienter, envoi du lien de réinitialisation
ja: しばらくお待ちください。リセットリンクを送信しています

source: Please wait, signing in
ar: يرجى الانتظار، جارٍ تسجيل الدخول
de: Bitte warten, Anmeldung läuft
es: Por favor espera, iniciando sesión
fr: Veuillez patienter, connexion en cours
ja: しばらくお待ちください。サインインしています

source: Please wait, updating password
ar: يرجى الانتظار، جارٍ تحديث كلمة المرور
de: Bitte warten, Passwort wird aktualisiert
es: Por favor espera, actualizando contraseña
fr: Veuillez patienter, mise à jour du mot de passe
ja: しばらくお待ちください。パスワードを更新しています

source: Please wait, validating code
ar: يرجى الانتظار، جارٍ التحقق من الرمز
de: Bitte warten, Code wird validiert
es: Por favor espera, validando código
fr: Veuillez patienter, validation du code
ja: しばらくお待ちください。コードを検証しています

source: Please wait...
ar: يرجى الانتظار...
de: Bitte warten...
es: Por favor espera...
fr: Veuillez patienter...
ja: しばらくお待ちください...

source: Poor
ar: ضعيف
de: Schlecht
es: Deficiente
fr: Médiocre
ja: 低評価

source: Popular
ar: شائع
de: Beliebt
fr: Populaire
ja: 人気

source: Potential Annual Savings
ar: المدخرات السنوية المحتملة
de: Potenzielle jährliche Ersparnisse
es: Ahorros anuales potenciales
fr: Économies annuelles potentielles
ja: 年間節約ポテンシャル

source: Potential Monthly Savings
ar: المدخرات الشهرية المحتملة
de: Potenzielle monatliche Ersparnisse
es: Ahorros mensuales potenciales
fr: Économies mensuelles potentielles
ja: 月額節約ポテンシャル

source: Potential Savings
ar: المدخرات المحتملة
de: Potenzielle Ersparnisse
es: Ahorros potenciales
fr: Économies potentielles
ja: 節約ポテンシャル

source: potential subscriptions found
ar: تم العثور على اشتراكات محتملة
de: potenzielle Abonnements gefunden
es: suscripciones potenciales encontradas
fr: abonnements potentiels trouvés
ja: 件の潜在的なサブスクリプションが見つかりました

source: Premium Unlocked!
ar: تم فتح Premium!
de: Premium freigeschaltet!
es: ¡Premium desbloqueado!
fr: Premium débloqué !
ja: プレミアム解除！

source: Preview
ar: معاينة
de: Vorschau
es: Vista previa
fr: Aperçu
ja: プレビュー

source: Previous step
ar: الخطوة السابقة
de: Vorheriger Schritt
es: Paso anterior
fr: Étape précédente
ja: 前のステップ

source: Price
ar: السعر
de: Preis
es: Precio
fr: Prix
ja: 価格

source: Price changes will be tracked automatically when you edit a subscription's cost.
ar: سيتم تتبع تغييرات الأسعار تلقائياً عند تعديل تكلفة الاشتراك.
de: Preisänderungen werden automatisch verfolgt, wenn du die Kosten eines Abos bearbeitest.
es: Los cambios de precio se rastrearán automáticamente cuando edites el costo de una suscripción.
fr: Les changements de prix seront suivis automatiquement lorsque vous modifierez le coût d'un abonnement.
ja: サブスクリプションの費用を編集すると、価格変更が自動的に追跡されます。

source: Price History
ar: سجل الأسعار
de: Preisverlauf
es: Historial de precios
fr: Historique des prix
ja: 価格履歴

source: Price Trend
ar: اتجاه الأسعار
de: Preistrend
es: Tendencia de precios
fr: Tendance des prix
ja: 価格トレンド

source: Pricing
ar: التسعير
de: Preisgestaltung
es: Precios
fr: Tarification
ja: 料金

source: Privacy
ar: الخصوصية
de: Datenschutz
es: Privacidad
fr: Confidentialité
ja: プライバシー

source: Privacy & Security
ar: الخصوصية والأمان
de: Datenschutz & Sicherheit
es: Privacidad y seguridad
fr: Confidentialité et sécurité
ja: プライバシーとセキュリティ

source: Privacy Policy
ar: سياسة الخصوصية
de: Datenschutzrichtlinie
es: Política de privacidad
fr: Politique de confidentialité
ja: プライバシーポリシー

source: Pro
ar: برو

source: PRO
ar: برو

source: Pro Member
ar: عضو Pro
de: Pro-Mitglied
es: Miembro Pro
fr: Membre Pro
ja: Proメンバー

source: Pro Tip
ar: نصيحة احترافية
de: Profi-Tipp
es: Consejo pro
fr: Conseil pro
ja: プロのヒント

source: Pro Unlocked!
ar: تم فتح Pro!
de: Pro freigeschaltet!
es: ¡Pro desbloqueado!
fr: Pro débloqué !
ja: Pro解除済み！

source: Pro Unlocked! 🎉
ar: تم فتح Pro! 🎉
de: Pro freigeschaltet! 🎉
es: ¡Pro desbloqueado! 🎉
fr: Pro débloqué ! 🎉
ja: Proが開放されました！🎉

source: Products are loading, please wait
ar: جارٍ تحميل المنتجات، يرجى الانتظار
de: Produkte werden geladen, bitte warten
es: Los productos se están cargando, por favor espera
fr: Les produits se chargent, veuillez patienter
ja: 製品を読み込み中です。しばらくお待ちください

source: Profile
ar: الملف الشخصي
de: Profil
es: Perfil
fr: Profil
ja: プロフィール

# Profile, %@, %@
source: Profile, %1$@, %2$@
ar: الملف الشخصي، %@، %@
de: Profil, %@, %@
es: Perfil, %@, %@
fr: Profil, %@, %@
ja: プロフィール、%@、%@

source: Pros
ar: الإيجابيات
de: Vorteile
fr: Avantages
ja: メリット

source: Purchase Error
ar: خطأ في الشراء
de: Kauf fehlgeschlagen
es: Error de compra
fr: Erreur d'achat
ja: 購入エラー

source: Purchase Successful!
ar: تم الشراء بنجاح!
de: Kauf erfolgreich!
es: ¡Compra exitosa!
fr: Achat réussi !
ja: 購入完了！

source: Quarterly
ar: ربع سنوي
de: Vierteljährlich
es: Trimestral
fr: Trimestriel
ja: 四半期ごと

source: Quick Actions
ar: إجراءات سريعة
de: Schnellaktionen
es: Acciones rápidas
fr: Actions rapides
ja: クイックアクション

source: Quick Add
ar: إضافة سريعة
de: Schnell hinzufügen
es: Agregar rápido
fr: Ajout rapide
ja: クイック追加

source: Quick Add Trial
ar: إضافة تجربة سريعة
de: Testphase schnell hinzufügen
es: Agregar prueba rápido
fr: Ajout rapide d'essai
ja: トライアルをクイック追加

source: Quick Contact
ar: تواصل سريع
de: Schneller Kontakt
es: Contacto rápido
fr: Contact rapide
ja: クイック連絡

source: Quick Set
ar: ضبط سريع
de: Schnell einstellen
es: Configuración rápida
fr: Configuration rapide
ja: クイック設定

source: Quickly add a new subscription to track.
ar: أضف اشتراكاً جديداً للتتبع بسرعة.
de: Schnell ein neues Abo zum Verfolgen hinzufügen.
es: Agrega rápidamente una nueva suscripción para rastrear.
fr: Ajoutez rapidement un nouvel abonnement à suivre.
ja: 追跡する新しいサブスクリプションをすばやく追加。

source: Rate How Hard It Was →
ar: قيّم مدى الصعوبة →
de: Bewerte die Schwierigkeit →
es: Califica qué tan difícil fue →
fr: Évaluez la difficulté →
ja: 難しさを評価 →

source: Reactivate your subscription
ar: أعد تفعيل اشتراكك
de: Dein Abo reaktivieren
es: Reactiva tu suscripción
fr: Réactivez votre abonnement
ja: サブスクリプションを再有効化

source: Read-only access. We never modify or delete your emails.
ar: وصول للقراءة فقط. لن نعدّل رسائلك الإلكترونية أو نحذفها أبداً.
de: Nur-Lese-Zugriff. Wir ändern oder löschen niemals deine E-Mails.
es: Acceso de solo lectura. Nunca modificamos ni eliminamos tus correos.
fr: Accès en lecture seule. Nous ne modifions ni ne supprimons jamais vos e-mails.
ja: 読み取り専用アクセス。メールを変更または削除することはありません。

source: Ready to Analyze
ar: جاهز للتحليل
de: Bereit zur Analyse
es: Listo para analizar
fr: Prêt à analyser
ja: 分析の準備完了

source: Receipt
ar: إيصال
de: Beleg
es: Recibo
fr: Reçu
ja: 領収書

source: Recent
ar: حديث
de: Zuletzt
es: Reciente
fr: Récent
ja: 最近

source: Recent Actions
ar: الإجراءات الأخيرة
de: Letzte Aktionen
es: Acciones recientes
fr: Actions récentes
ja: 最近のアクション

source: Recently Added
ar: أضيف مؤخراً
de: Kürzlich hinzugefügt
es: Agregado recientemente
fr: Récemment ajouté
ja: 最近追加された

source: Recommendation
ar: توصية
de: Empfehlung
es: Recomendación
fr: Recommandation
ja: おすすめ

source: RECOMMENDED
ar: موصى به
de: EMPFOHLEN
es: RECOMENDADO
fr: RECOMMANDÉ
ja: おすすめ

source: Recommended for You
ar: موصى به لك
de: Für dich empfohlen
es: Recomendado para ti
fr: Recommandé pour vous
ja: あなたへのおすすめ

source: Refer & Earn
ar: أحِل واربح
de: Empfehlen & Verdienen
es: Referir y ganar
fr: Parrainer et gagner
ja: 紹介して報酬をゲット

source: REFER & EARN
ar: أحِل واربح
de: EMPFEHLEN & VERDIENEN
es: REFERIR Y GANAR
fr: PARRAINER ET GAGNER
ja: 紹介して報酬をゲット

source: Refer 3 friends and unlock Premium forever. No subscription needed!
ar: أحِل 3 أصدقاء وافتح Premium إلى الأبد. لا حاجة لاشتراك!
de: Empfehle 3 Freunde und schalte Premium für immer frei. Kein Abo nötig!
es: Refiere a 3 amigos y desbloquea Premium para siempre. ¡Sin suscripción necesaria!
fr: Parrainez 3 amis et débloquez Premium à vie. Aucun abonnement nécessaire !
ja: 3人を紹介してPremiumを永久に解放。サブスクリプション不要！

source: Refer Friends
ar: إحالة الأصدقاء
de: Freunde empfehlen
es: Referir amigos
fr: Parrainer des amis
ja: 友達を紹介する

source: Refer Friends, Earn Rewards
ar: أحِل الأصدقاء، اربح المكافآت
de: Freunde empfehlen, Prämien verdienen
es: Referir amigos, ganar recompensas
fr: Parrainer des amis, gagner des récompenses
ja: 友達を紹介して報酬をゲット

source: Referral Code
ar: رمز الإحالة
de: Empfehlungscode
es: Código de referido
fr: Code de parrainage
ja: 紹介コード

source: Referral code "%@" has been applied
ar: تم تطبيق رمز الإحالة "%@"
de: Empfehlungscode "%@" wurde angewendet
es: El código de referido "%@" ha sido aplicado
fr: Le code de parrainage "%@" a été appliqué
ja: 紹介コード"%@"が適用されました

source: Referral code copied to clipboard
ar: تم نسخ رمز الإحالة إلى الحافظة
de: Empfehlungscode in Zwischenablage kopiert
es: Código de referido copiado al portapapeles
fr: Code de parrainage copié dans le presse-papiers
ja: 紹介コードをクリップボードにコピーしました

source: Referral Complete!
ar: اكتملت الإحالة!
de: Empfehlung abgeschlossen!
es: ¡Referido completado!
fr: Parrainage terminé !
ja: 紹介完了！

source: Referred Friends
ar: الأصدقاء المُحالون
de: Geworbene Freunde
es: Amigos referidos
fr: Amis parrainés
ja: 紹介した友達

source: Refund eligible
ar: مؤهل للاسترداد
de: Erstattungsberechtigt
es: Elegible para reembolso
fr: Éligible au remboursement
ja: 払い戻し対象

source: Refund Policy
ar: سياسة الاسترداد
de: Rückerstattungsrichtlinie
es: Política de reembolso
fr: Politique de remboursement
ja: 払い戻しポリシー

source: remaining
ar: المتبقي
de: verbleibend
es: restante
fr: restant
ja: 残り

source: Remember me
ar: تذكرني
de: Angemeldet bleiben
es: Recordarme
fr: Se souvenir de moi
ja: ログイン状態を保持

source: Remove
ar: إزالة
de: Entfernen
es: Eliminar
fr: Supprimer
ja: 削除

source: Remove a subscription from tracking.
ar: إزالة اشتراك من التتبع.
de: Ein Abo aus der Verfolgung entfernen.
es: Eliminar una suscripción del seguimiento.
fr: Retirer un abonnement du suivi.
ja: サブスクリプションを追跡から削除。

source: Remove from tracking?
ar: إزالة من التتبع؟
de: Aus Verfolgung entfernen?
es: ¿Eliminar del seguimiento?
fr: Retirer du suivi ?
ja: 追跡から削除しますか？

source: Renewal
ar: التجديد
de: Verlängerung
es: Renovación
fr: Renouvellement
ja: 更新

source: Renews tomorrow · $15.49
ar: يُجدَّد غداً · $15.49
de: Verlängert morgen · $15,49
es: Se renueva mañana · $15.49
fr: Renouvellement demain · 15,49 $
ja: 明日更新 · $15.49

source: Required for app blocking
ar: مطلوب لحجب التطبيق
de: Erforderlich für App-Blocking
es: Requerido para bloqueo de apps
fr: Requis pour le blocage d'apps
ja: アプリブロッキングに必要

source: Resend Code
ar: إعادة إرسال الرمز
de: Code erneut senden
es: Reenviar código
fr: Renvoyer le code
ja: コードを再送

source: Resend code in %llds
ar: إعادة إرسال الرمز خلال %lld ثانية
de: Code in %llds erneut senden
es: Reenviar código en %llds
fr: Renvoyer le code dans %llds
ja: %lld秒後に再送

source: Resend Email
ar: إعادة إرسال البريد
de: E-Mail erneut senden
es: Reenviar correo
fr: Renvoyer l'e-mail
ja: メールを再送信

source: Resend in
ar: إعادة الإرسال خلال
de: Erneut senden in
es: Reenviar en
fr: Renvoyer dans
ja: 再送信まで

source: Reset Password
ar: إعادة تعيين كلمة المرور
de: Passwort zurücksetzen
es: Restablecer contraseña
fr: Réinitialiser le mot de passe
ja: パスワードをリセット

source: Response time:
ar: وقت الاستجابة:
de: Antwortzeit:
es: Tiempo de respuesta:
fr: Temps de réponse :
ja: 返信時間：

source: Response time: %@
ar: وقت الاستجابة: %@
de: Antwortzeit: %@
es: Tiempo de respuesta: %@
fr: Temps de réponse : %@
ja: 返信時間：%@

source: Restore Purchases
ar: استعادة المشتريات
de: Käufe wiederherstellen
es: Restaurar compras
fr: Restaurer les achats
ja: 購入を復元

source: Resume
ar: استئناف
de: Fortsetzen
es: Reanudar
fr: Reprendre
ja: 再開

source: Resume a paused subscription.
ar: استئناف اشتراك موقوف مؤقتاً.
de: Ein pausiertes Abo fortsetzen.
es: Reanudar una suscripción pausada.
fr: Reprendre un abonnement en pause.
ja: 一時停止中のサブスクリプションを再開。

source: Resume Subscription
ar: استئناف الاشتراك
de: Abo fortsetzen
es: Reanudar suscripción
fr: Reprendre l'abonnement
ja: サブスクリプションを再開

source: Resumed!
ar: تم الاستئناف!
de: Fortgesetzt!
es: ¡Reanudado!
fr: Repris !
ja: 再開しました！

source: Resumes automatically on %@
ar: يُستأنف تلقائياً في %@
de: Wird automatisch am %@ fortgesetzt
es: Se reanuda automáticamente el %@
fr: Reprend automatiquement le %@
ja: %@に自動再開

source: Rewards are granted when referred friends complete signup and verify their account. Free Pro access is permanent and non-transferable. Self-referrals are not allowed.
ar: تُمنح المكافآت عندما يكمل الأصدقاء المُحالون التسجيل ويتحققون من حساباتهم. الوصول المجاني إلى Pro دائم وغير قابل للتحويل. الإحالات الذاتية غير مسموح بها.
de: Prämien werden gewährt, wenn geworbene Freunde die Registrierung abschließen und ihr Konto verifizieren. Der kostenlose Pro-Zugang ist dauerhaft und nicht übertragbar. Selbstempfehlungen sind nicht erlaubt.
es: Las recompensas se otorgan cuando los amigos referidos completan el registro y verifican su cuenta. El acceso gratuito a Pro es permanente e intransferible. Los auto-referidos no están permitidos.
fr: Les récompenses sont accordées lorsque les amis parrainés complètent leur inscription et vérifient leur compte. L'accès Pro gratuit est permanent et non transférable. Les auto-parrainages ne sont pas autorisés.
ja: 紹介した友達が登録を完了してアカウントを確認した際に報酬が付与されます。無料Proアクセスは永久で譲渡不可です。自己紹介は許可されていません。

source: ROI Score
ar: نتيجة العائد على الاستثمار
de: ROI-Bewertung
es: Puntuación ROI
fr: Score ROI
ja: ROIスコア

source: Save
ar: حفظ
de: Speichern
es: Guardar
fr: Enregistrer
ja: 保存

source: Save %@
ar: وفّر %@
de: %@ sparen
es: Ahorra %@
fr: Économisez %@
ja: %@節約

# Save %@ on %@
source: Save %1$@ on %2$@
ar: وفّر %@ على %@
de: %@ bei %@ sparen
es: Ahorra %@ en %@
fr: Économisez %@ sur %@
ja: %@で%@節約

source: Save %@/mo
ar: وفّر %@/شهر
de: %@/Mo. sparen
es: Ahorra %@/mes
fr: Économisez %@/mois
ja: %@/月節約

source: Save %@/month
ar: وفّر %@/شهر
de: %@/Monat sparen
es: Ahorra %@/mes
fr: Économisez %@/mois
ja: 月%@節約

source: Save %@/year
ar: وفّر %@/سنة
de: %@/Jahr sparen
es: Ahorra %@/año
fr: Économisez %@/an
ja: 年%@節約

source: Save %@/yr vs monthly
ar: وفّر %@/سنة مقارنة بالشهري
de: %@/Jahr vs. monatlich sparen
es: Ahorra %@/año vs mensual
fr: Économisez %@/an vs mensuel
ja: 月払いより年間%@節約

source: Save $48/year
ar: وفر 48 دولارًا/سنة
de: Sparen Sie $48/Jahr
es: Ahorra $48/año
fr: Économisez 48$/an
ja: 年間$48節約

source: Save money with Pause
ar: وفّر المال بالإيقاف المؤقت
de: Mit Pause Geld sparen
es: Ahorra dinero con Pausa
fr: Économisez avec la pause
ja: 一時停止で節約

source: Save up to %@/mo
ar: وفّر حتى %@/شهر
de: Bis zu %@/Mo. sparen
es: Ahorra hasta %@/mes
fr: Économisez jusqu'à %@/mois
ja: 最大%@/月節約

source: Save Usage
ar: حفظ الاستخدام
de: Nutzung speichern
es: Guardar uso
fr: Enregistrer l'utilisation
ja: 使用状況を保存

source: Saved
ar: تم الحفظ
de: Gespeichert
es: Guardado
fr: Enregistré
ja: 保存済み

source: Saving
ar: جارٍ الحفظ
de: Ersparnis
es: Ahorrando
fr: Économie
ja: 節約中

source: Saving %@/mo
ar: توفير %@/شهر
de: %@/Mo. sparen
es: Ahorrando %@/mes
fr: Économie de %@/mois
ja: 月%@節約中

source: Saving %@/year
ar: توفير %@/سنة
de: %@/Jahr sparen
es: Ahorrando %@/año
fr: Économie de %@/an
ja: 年%@節約中

source: SAVINGS OPPORTUNITY
ar: فرصة التوفير
de: SPARMÖGLICHKEIT
es: OPORTUNIDAD DE AHORRO
fr: OPPORTUNITÉ D'ÉCONOMIES
ja: 節約のチャンス

source: Scan Apple ID
ar: فحص معرف Apple
de: Apple ID scannen
es: Escanear Apple ID
fr: Scanner l'identifiant Apple
ja: Apple IDをスキャン

source: Scan Error
ar: خطأ في الفحص
de: Scanfehler
es: Error de escaneo
fr: Erreur de scan
ja: スキャンエラー

source: Scan for Subscriptions
ar: البحث عن الاشتراكات
de: Nach Abos suchen
es: Buscar suscripciones
fr: Rechercher des abonnements
ja: サブスクリプションをスキャン

source: Scan from App Store
ar: الفحص من App Store
de: Aus App Store scannen
es: Escanear desde App Store
fr: Scanner depuis l'App Store
ja: App Storeからスキャン

source: Scan this QR code with your authenticator app
ar: امسح رمز QR هذا بتطبيق المصادقة
de: Scanne diesen QR-Code mit deiner Authenticator-App
es: Escanea este código QR con tu app de autenticación
fr: Scannez ce code QR avec votre application d'authentification
ja: 認証アプリでこのQRコードをスキャン

source: Scan your Apple ID for active subscriptions
ar: فحص معرف Apple للاشتراكات النشطة
de: Scanne deine Apple ID nach aktiven Abos
es: Escanea tu Apple ID para suscripciones activas
fr: Scannez votre identifiant Apple pour les abonnements actifs
ja: Apple IDでアクティブなサブスクリプションをスキャン

source: Scanning your emails...
ar: جارٍ فحص بريدك الإلكتروني...
de: E-Mails werden gescannt...
es: Escaneando tus correos...
fr: Analyse de vos e-mails...
ja: メールをスキャン中...

source: Scanning...
ar: جارٍ الفحص...
de: Wird gescannt...
es: Escaneando...
fr: Analyse en cours...
ja: スキャン中...

source: Screen Time
ar: وقت الشاشة
de: Bildschirmzeit
es: Tiempo de pantalla
fr: Temps d'écran
ja: スクリーンタイム

source: Screen Time Access
ar: الوصول إلى وقت الشاشة
de: Bildschirmzeit-Zugriff
es: Acceso a Screen Time
fr: Accès au Temps d'écran
ja: スクリーンタイムへのアクセス

source: Screen time info
ar: معلومات وقت الشاشة
de: Bildschirmzeit-Info
es: Info de tiempo de pantalla
fr: Info temps d'écran
ja: スクリーンタイム情報

source: Screen Time tracks when you open apps, not the exact minutes. You'll see estimated usage based on session frequency.
ar: يتتبع وقت الشاشة متى تفتح التطبيقات وليس الدقائق الدقيقة. ستشاهد الاستخدام المقدّر بناءً على تكرار الجلسات.
de: Bildschirmzeit verfolgt, wann du Apps öffnest, nicht die genauen Minuten. Du siehst geschätzte Nutzung basierend auf der Sitzungsfrequenz.
es: Screen Time rastrea cuándo abres apps, no los minutos exactos. Verás el uso estimado basado en la frecuencia de sesiones.
fr: Le Temps d'écran suit quand vous ouvrez des apps, pas les minutes exactes. Vous verrez l'utilisation estimée basée sur la fréquence des sessions.
ja: スクリーンタイムはアプリを開くタイミングを追跡しますが、正確な分数ではありません。セッション頻度に基づいた推定使用状況が表示されます。

source: Search
ar: بحث
de: Suchen
es: Buscar
fr: Rechercher
ja: 検索

source: Search 1,000+ services…
ar: ابحث في أكثر من 1,000 خدمة…
de: 1.000+ Dienste suchen…
es: Buscar 1,000+ servicios…
fr: Rechercher parmi 1 000+ services…
ja: 1,000以上のサービスを検索…

source: Search currencies...
ar: ابحث عن العملات...
de: Währungen suchen...
es: Buscar monedas...
fr: Rechercher des devises...
ja: 通貨を検索...

source: Search help articles...
ar: ابحث عن مقالات المساعدة...
de: Hilfeartikel suchen...
es: Buscar artículos de ayuda...
fr: Rechercher des articles d'aide...
ja: ヘルプ記事を検索...

source: Search languages...
ar: ابحث عن اللغات...
de: Sprachen suchen...
es: Buscar idiomas...
fr: Rechercher des langues...
ja: 言語を検索...

source: Search subscriptions
ar: ابحث عن الاشتراكات
de: Abos suchen
es: Buscar suscripciones
fr: Rechercher des abonnements
ja: サブスクリプションを検索

source: Search subscriptions...
ar: البحث في الاشتراكات...
de: Abonnements suchen...
es: Buscar suscripciones...
fr: Rechercher des abonnements...
ja: サブスクリプションを検索...

source: See All
ar: عرض الكل
de: Alle anzeigen
es: Ver todo
fr: Voir tout
ja: すべて表示
